//ОБЪЯВЛЕНИЕ ПЕРЕМЕННОЙ

//Ключевое слово для
//объявления переменной
//Регистр имеет значение!!! (ПриветОлег и Приветолег будут разным Названием)

//Переменные можно объявить несколькими способами
//	1.	В строку, через запятую
/*
let myName = 'Vladislav', myAge = 23, MyMessage = 'Кайфуй, пока молодой'
*/
//Через запятую с новой строки
/*
let myName = 'Vladislav',
	myAge = 23,
	myMessage = 'Кайфуй, пока молодой';
*/

//Отдельно
/*
let myName = 'Vladislav';
let myAge = 23;
let myMessage = 'Кайфуй, пока молодой';
*/

//Передача значений переменных

let myAge = 23;
let myNewAge = 18;

//Копируем значение переменной myNewAge
//В переменную myAge

myAge = myNewAge;
//Теперь в myAge будет применяться переменная из myNewAge