//Термины: "Унарный", "Бинарный", "Операнд".

/*
Операнд - это то, к чему применяется оператор,
их ещё называют аргументами.
*/

//Примеры:
let userAge = 30 - 6; //Числа 30 и 6 - это операнды
//либо
let userHeight = h - y; //Применение h и y - это операнды

/*
Бинарными называются операторы
которые применяются к двум операндам.
В нашем примере вычитание -, это бинарный оператор.
*/
let userAge = 30 - 6;
/*
Унарным считается оператор, который
применен только к одному операнду, например:
*/
let userCash = -800;
